Repository: emyoulation/kari
Catalog: addons/DoYouKnowYourFamily/locale/*/LC_MESSAGES/addon.po
Languages: fi

source: End of Game
fi: Peli päättyi

source: New game
fi: Uusi peli

source: Quit
fi: Lopeta

source: The database is too small
fi: Sukupuu on liian pieni

source: Need at least {} individuals.
fi: Tarvitaan ainakin {} henkilöä.

source: Do You Know Your Family
fi: Tunnetko sukusi

source: Number of Questions
fi: Kysymysten lukumäärä

source: Number of Choices
fi: Vaihtoehtojen lukumäärä

source: Questions
fi: Kysymykset

source: select all
fi: Valitse kaikki

source: Start
fi: Aloita

source: Game that asks random questions about your family tree
fi: Peli joka kysyy satunnaisia kysymyksiä sukupuustasi

source: Choose
fi: Valitse

source: Correct answers: {}/{}
fi: Oikeita vastauksia: {}/{}

source: Error
fi: Virhe

source: Unexpected error, try again
fi: Odottamaton virhe, yritä uudestaan

source: Correct!
fi: Oikein!

source: Incorrect Correct choice is: {}
fi: Väärin Oikea vastaus: {}

source: Next
fi: Seuraava

source: Not found
fi: Ei löydy

source: Invalid gender:
fi: Väärä sukupuoli:

source: When was {} born?
fi: Milloin {} syntyi?

source: When did {} die?
fi: Milloin {} kuoli?

source: Where was {} born?
fi: Missä {} syntyi?

source: Where did {} die?
fi: Missä {} kuoli?

source: Who was born in {}?
fi: Kuka syntyi paikassa {}?

source: Who died in {}?
fi: Kuka kuoli paikassa {}?

source: Who is the spouse of {}?
fi: Kuka on henkilön {} puoliso?

source: Who is the father of {}?
fi: Kuka on henkilön {} isä?

source: Who is the mother of {}?
fi: Kuka on henkilön {} äiti?

source: Who is a child of {}
fi: Kuka on henkilön {} lapsi?

source: Who is a child of {} and {}
fi: Kuka on henkilöiden {} ja {} lapsi?

source: Who is the grandfather of {}?
fi: Kuka on henkilön {} isoisä?

source: Who is the grandmother of {}?
fi: Kuka on henkilön {} isoäiti?

source: Who is the grandchild of {}?
fi: Kuka on henkilön {} lapsenlapsi?

source: What was the occupation of {}?
fi: Mikä oli henkilön {} ammatti?

source: Whose occupation was {}?
fi: Kenen ammatti oli {}?

source: Where did {} live?
fi: Missä {} asui?

source: Who lived in {}?
fi: Kuka asui paikassa {}?

source: Which place includes {}?
fi: Mikä paikka sisältää paikan {}?

source: Which place is included in {}?
fi: Mikä paikka sisältyy paikkaan {}?

source: Games
fi: Pelit
